Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/finanstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The value-adjusted return on the collective portfolio, which includes unrealised changes in value, was 6.4 per cent in the first to the third quarter of 2021, up from 2.5 per cent in the corresponding period of 2020.
nb: Den verdijusterte avkastningen i kollektivporteføljen, som inkluderer de urealiserte verdiendringene, var 6,4 prosent i første til tredje kvartal 2021, opp fra 2,5 prosent i samme periode i 2020.

source: In addition, Finanstilsynet must send data on short selling of shares to ESMA on a daily basis.
nb: I tillegg må Finanstilsynet sende daglige data på shortsalg i aksjer til ESMA.

source: Finanstilsynet does require authorised translations into Norwegian or English of any required documentation which is not available in a Scandinavian language or English.
nb: Finanstilsynet krever for øvrig at søker vedlegger autoriserte oversettelser til norsk eller engelsk for eventuell dokumentasjon som ikke er tilgjengelig på et skandinavisk språk eller engelsk.

source: Oslo Connect, a multilateral trading facility for tailor-made derivatives, was closed down.
nb: Oslo Connect, som var en multilateral handelsfasilitet for skreddersydde derivater, ble nedlagt.

source: The consultation document proposes the implementation of Regulation (EU) 2019/1156 and Directive (EU) 2019/1160 of the European Parliament and of the Council in Norwegian law through amendments to the Securities Funds Act and the Act on the Management of Alternative Investment Funds and regulations thereto.
nb: Høringsnotatet foreslår innføring av Europaparlamentets og Rådets forordning 2019/1156 og direktiv 2019/1160 i norsk rett gjennom endringer i verdipapirfondloven og AIF-loven med tilhørende forskrifter.

source: Pre-tax profits represented 26.0 per cent of premium income for own account in the first to the third quarter of 2021, compared with 16.6 per cent in the corresponding period of 2020. Press contacts
nb: Resultatet før skatt utgjorde 26,0 prosent av premieinntektene for egen regning i første til tredje kvartal 2021, mot 16,6 prosent i samme periode 2020. Resultatrapport for finansforetak

source: During this period, some applications for permission to engage in such marketing were rejected.
nb: Det ble i perioden også gitt avslag på søknader om tillatelse til slik markedsføring.

source: For consolidated financial statements as from the 2022 financial year, the notes must also be marked up.
nb: For konsernregnskap som gjelder fra og med regnskapsåret 2022 må også notene merkes.

source: Central counterparties in the EEA are entitled to operate in Norway by virtue of having permission under their home country licence pursuant to the European Market Infrastructure Regulation (EMIR).
nb: Sentrale motparter i EØS kan drive virksomhet i Norge i kraft av å ha tillatelse etter det felleseuropeiske regelverket for infrastruktur i verdipapirmarkedet (EMIR) fra egen hjemlandsmyndighet.

source: The right to market alternative investment funds established in an EEA country other than the United Kingdom to professional investors in accordance with the notification rules in the AIFMD if the manager is established in the United Kingdom
nb: Retten til å markedsføre alternative investeringsfond etablert i annet EØS-land enn Storbritannia til profesjonelle investorer etter notifikasjonsreglene i AIFMD, dersom forvalter er etablert i Storbritannia

source: Finanstilsynet has updated three appendices and added two new appendices to circular 12/2016.
nb: Finanstilsynet har oppdatert tre vedlegg og lagt til to nye vedlegg til rundskriv 12/2016.

source: The inspection was completed in 2020, and 110 non-compliant banks were followed up.
nb: Tilsynet ble sluttført i 2020, og 110 banker med mangler i etterlevelsen ble fulgt opp.

source: Finanstilsynet is therefore keeping a close watch on market developments and changes in the risk picture of financial institutions and in the financial infrastructure.
nb: Finanstilsynet følger derfor tett utviklingen i markedene og endringer i risikobildet for finansforetakene og den finansielle infrastrukturen.

source: Finanstilsynet participates in all supervisory colleges established for infrastructure entities operating in Norway.
nb: Der det er etablert tilsynskollegier for infrastrukturforetak som opererer i Norge, deltar Finanstilsynet i slike tilsynskollegier.

source: On the basis of offences uncovered under the current Anti-Money Laundering Act, Finanstilsynet has imposed an administrative fine of NOK 400 million on DNB Bank ASA.
nb: På bakgrunn av lovbrudd som er avdekket under gjeldende hvitvaskingslov, har Finanstilsynet ilagt DNB Bank ASA et overtredelsesgebyr på 400 millioner kroner.

source: Of the overall net subscriptions in mutual funds, Norwegian private individuals accounted, directly or indirectly through defined-contribution pension plans, for NOK 39 billion in 2020, compared with NOK 15 billion in 2019.
nb: Av den totale nettotegningen i verdipapirfond sto norske privatpersoner, direkte eller indirekte gjennom pensjonsmidler med fondsvalg, for 39 milliarder kroner i 2020, mot 15 milliarder kroner i 2019.

source: Up to and including the third quarter of 2019, the company valued immature fish at cost and argued that its fair value could not be measured reliably.
nb: Til og med tredje kvartal 2019 verdsatte foretaket umoden fisk til kostverdi og argumenterte for at virkelig verdi ikke kan måles pålitelig.

source: Every quarter, Finanstilsynet obtains reports on compliance with the residential mortgage lending regulations from 24 financial institutions and branches of foreign undertakings.
nb: Finanstilsynet innhenter hvert kvartal rapporter om etterlevelse av boliglånsforskriften fra 24 finansforetak og filialer av utenlandske foretak.

source: The reporting encompassed 85 per cent of the market and included data on developments in total assets, subscriptions, redemptions and the use of liquidity tools.
nb: Rapporteringen representerte 85 prosent av markedet og omfattet data om utviklingen i forvaltningskapital, tegninger, innløsninger og bruk av likviditetsverktøy.

source: A total of 13 per cent of the institutions’ consumer loans were more than 90 days past due at end-September, which was a one percentage point reduction from a year earlier.
nb: Totalt 13 prosent av forbrukslån i foretakene var misligholdt mer enn 90 dager ved utgangen av tredje kvartal, en nedgang på ett prosentpoeng siste år.

source: During 2020, Finanstilsynet spent a lot of work on following up the companies’ adaptations, which included approving new mutual fund unit classes.
nb: I løpet av 2020 hadde tilsynet et betydelig arbeid med å følge opp foretakenes tilpasninger, med blant annet godkjenning av nye andelsklasser i verdipapirfond.

source: In an effort to increase the knowledge about climate risk in the insurance industry, meetings were held with three captives in 2020 to chart how they assess and manage climate risk.
nb: Som et ledd i åøke kunnskapen om klimarisiko i forsikringsnæringen ble det i 2020 avholdt møter med tre egenforsikringsforetak for å kartlegge hvordan de vurderer og styrer klimarisiko.

source: In order to operate as a financial institution in Norway from a state outside the EEA, the institution must establish a branch pursuant to Section 5-6 of the Financial Institutions Act.
nb: For å drive virksomhet som finansforetak i Norge fra stat utenfor EØS-området kreves det etablering av filial etter finansforetaksloven § 5-6.

source: Although Finanstilsynet is a member of the ESAs, Norway, as an EEA EFTA state, is not bound by decisions made by EBA, ESMA and EIOPA.
nb: Sjølv om Finanstilsynet er medlem av finanstilsyna i EU, er Noreg som EØS/EFTA-land ikke bunden av vedtak som er fatta av EBA, ESMA og EIOPA.

source: In 2020, Finanstilsynet imposed four administrative fines for violation of the disclosure requirement for large shareholdings and four administrative fines for violation of the notification requirement.
nb: Finanstilsynet ila i 2020 fire overtredelsesgebyrer for brudd på flaggepliktreglene og fire for brudd på meldepliktreglene.

source: In June 2020, Finanstilsynet conducted a survey among all account servicing payment service providers to assess whether the interfaces met the requirements of the regulations.
nb: I juni 2020 gjennomførte Finanstilsynet en spørreundersøkelse hos alle kontotilbyderne for å vurdere om grensesnittene tilfredsstilte kravene i regelverket.

source: Finanstilsynet had no objections in one case concerning exemption from the requirement to exchange satisfactory collateral and has one more case under consideration.
nb: Finanstilsynet hadde ingen innvendinger i én sak om unntak fra krav om å utveksle tilfredsstillende sikkerhet og har ytterligere én sak til behandling.

source: The specific assessments made and initiatives carried out in 2020 are described in more detail in the reports from the various supervised sectors.
nb: Konkrete vurderinger som ble gjort, og initiativer som ble gjennomført i 2020, er beskrevet nærmere i rapportene fra de ulike tilsynsområdene.

source: Publication of Finanstilsynet's decision on Pillar 2 requirements for individual banks
nb: Informasjon om Finanstilsynets offentliggjøring av vedtak om pilar 2-krav for enkeltbanker

source: Net subscription in Norwegian management companies’ mutual funds increased from NOK 47 billion in 2019 to NOK 54 billion in 2020.
nb: Nettotegning i norske forvaltningsselskapers verdipapirfond viste en økning fra 47 milliarder kroner i 2019 til 54 milliarder kroner i 2020.

source: Alternative investment funds established in a third country where the manager is established in the EEA, can be marketed to professional investors in accordance with the AIF Act § 6-4 (AIFMD Article 36).
nb: Alternative investeringsfond etablert i et tredjeland der forvalteren er etablert i EØS, kan markedsføres til profesjonelle investorer etter AIF-loven § 6-4 (AIFMD artikkel 36).

source: Four warnings were published against Norwegian entities and four warnings against foreign entities that provided investment services in Norway in 2020 without the requisite authorisation.
nb: Finanstilsynet publiserte i 2020 fire advarsler mot norske foretak og fire advarsler mot utenlandske foretak som tilbød investeringstjenester i Norge uten nødvendig tillatelse.

source: In 2020, Finanstilsynet had no objections to three notifications from financial counterparties intending to avail themselves of the exemption from the clearing obligation in respect of intra-group transactions.
nb: Finanstilsynet hadde i 2020 ingen innvendinger til tre meldinger fra finansielle motparter som ønsket å benytte seg av unntak fra clearingplikten for konserninterne transaksjoner.

source: The incident that received most attention in 2020 was an operational incident in DNB in June that caused several days’ delay in salary and holiday allowance payments to a large number of customers.
nb: Hendelsen som fikk størst oppmerksomhet i 2020, var en driftshendelse i DNB i juni som forårsaket flere dagers forsinkelse i utbetaling av lønn og feriepenger til et høyt antall kunder.

source: No complaints were referred to the board for decision in 2020.
nb: Nemnda hadde ingen klagesaker til avgjørelse i 2020.

source: This trend, viewed in light of the anticipated Norwegian rules for implementing EU rules on sustainable finance, was the reason why Finanstilsynet initiated a review at the end of 2020 of the work on sustainability carried out by management companies and AIF managers.
nb: Denne utviklingen, sett i sammenheng med forventede norske regler for gjennomføring av EU-regler om bærekraftig finans, var bakgrunnen for at Finanstilsynet mot slutten av 2020 satte i gang en kartlegging av arbeidet forvaltningsselskaper og AIF-forvaltere gjør relatert til bærekraft.

source: Finanstilsynet has provided guidance to the institutions on an ongoing basis and has also published relevant information on its website.
nb: Finanstilsynet har løpende veiledet foretak og har også publisert relevant informasjon på Finanstilsynets nettsted.

source: There were shortcomings in their compliance with requirements for the risk classification of customers, internal training and their ability to identify circumstances indicating that funds could be used for money laundering or terrorist financing.
nb: Det var svakheter i etterlevelsen av krav til risikoklassifisering av kundene, intern opplæring og foretakenes evne til å gjenkjenne mistenkelige forhold med tilknytning til hvitvasking eller terrorfinansiering.

source: If the NCAs fail to comply with orders from EBA, ESMA and EIOPA, decisions may be directly addressed to financial institutions in the EU.
nb: Dersom dei nasjonale finanstilsyna ikke innrettar seg etter pålegg frå EBA, ESMA og EIOPA, kan EU-tilsyna fatte vedtak som blir retta direkte mot finansføretak i EU.

source: In 2020, Finanstilsynet investigated several companies operating without authorisation that were marketing real estate investments.
nb: I 2020 undersøkte Finanstilsynet flere virksomheter uten konsesjon som markedsfører investeringer innen eiendom.

source: After the extension, Oslo Børs was licensed to offer APA services for financial instruments traded on one of Oslo Børs’ trading venues or registered on Nordic ABM or the NOTC list.
nb: Etter utvidelsen omfattet Oslo Børs’ tillatelse til å yte APA-tjenester finansielle instrumenter som handles på en av Oslo Børs’ handelsplasser, eller som er registrert på Nordic ABM eller på NOTC-listen.

source: In 2020, a number of inspections were carried out at estate agencies and lawyers engaged in estate agency.
nb: I 2020 ble det gjennomført en rekke tilsyn hos eiendomsmeglingsforetak og advokater som driver eiendomsmegling.

source: In 2019, Finanstilsynet became a partner at the National Cyber Security Centre (NCSC) and participated at regular status meetings at the NCSC in 2020, where the status report for the national digital threat picture is reviewed.
nb: Finanstilsynet ble i 2019 partner ved Nasjonalt cybersikkerhetssenter (NCSC) og deltok i 2020 på faste statusmøter ved NCSC der statusrapport for det nasjonale digitale trusselbildet gjennomgås.

source: Finanstilsynet participated in a number of such peer reviews in 2020.
nb: Finanstilsynet deltok i flere slike fagfellevurderinger i 2020.

source: Norway Royal Salmon ASA will ensure that the required information is provided in the financial statements for 2020.
nb: Norway Royal Salmon ASA vil påse at de påkrevde opplysningene blir gitt i årsregnskapet for 2020.

source: The permission was extended in 2018.
nb: Tillatelsen ble utvidet i 2018.

source: The EU regulations are EEA relevant and are scheduled to be implemented in Norwegian laws and regulations.
nb: EU-regelverket er EØS-relevant, og det legges opp til gjennomføring i norsk lov og forskrift.

source: Prior to this, Oslo Børs' main trading system was Millennium, which was operated by London Stock Exchange Plc.
nb: Før dette var Oslo Børs’ hovedhandelssystem Millennium, som var driftet av London Stock Exchange Plc.

source: Decision on violation charge Vizrt Group AS
nb: Vedtak om overtredelsesgebyr Vizrt Group AS

source: Risk and vulnerability analysis (RAV)
nb: Risiko- og sårbarhetsanalyse (ROS)

source: Regulatory development in the EEA
nb: EØS-prosessen – frå EU-regelverk til norsk rett

source: Alkon Financial Group informs the investors that the company is supervised by the Singaporean and Swiss financial supervisory authorities.
nb: Alkon Financial Group opplyser norske investorar om at føretaket har løyve frå finanstilsyna i Singapore og Sveits.

source: In Circular 6/2017 on the implementation of EMIR, Finanstilsynet stated that it expects entities under supervision and other relevant entities to abide by the EMIR framework as it applies in the EU at any time, even though the framework has yet to be incorporated into the EEA Agreement.
nb: Finanstilsynet informerte i rundskriv 6/2017 om gjennomføringen av EMIR at det forventer at virksomheter under tilsyn og andre relevante aktører forholder seg til EMIR-regelverket slik det til enhver tid gjelder i EU, selv om reglene ikke er tatt inn i EØS-avtalen ennå.

source: During 2020, Finanstilsynet took part in ESMA working groups, cooperating with other national supervisory authorities in Europe to improve data quality.
nb: Finanstilsynet deltok i 2020 i arbeidsgrupper i ESMA og samarbeidet her med andre nasjonale tilsynsmyndigheter i Europa for å heve kvaliteten på datagrunnlaget.

source: In 2020, Finanstilsynet was in close dialogue with ESMA on how to handle the situation in the European mutual fund market and follow up supervisory reviews.
nb: I 2020 hadde Finanstilsynet tett dialog med ESMA om håndtering av situasjonen i det europeiske fondsmarkedet og om oppfølging av tilsynsundersøkelser.

source: The transaction reporting system (TRS) covers all EEA countries and is designed to receive reports on executed transactions in financial instruments from investment firms and trading venues.
nb: Transaksjonsrapporteringssystemet (TRS) dekker hele EØS og mottar rapporter fra verdipapirforetak og handelsplasser om gjennomførte transaksjoner i finansielle instrumenter.

source: reception and transmission, on behalf of clients, of orders in relation to one or more financial instruments defined in section 2-2
nb: mottak og formidling av ordre på vegne av kunde i forbindelse med ett eller flere finansielle instrumenter som definert i verdipapirhandelloven § 2-2

source: ESRB – European Systemic Risk Board (macroprudential supervision)
nb: ESRB – det europeiske rådet for systemrisiko (European Systemic Risk Board)

source: Ten companies had failed to publish a declaration of responsibility and 19 companies had published an incomplete declaration in which the names and positions of those responsible for the statement were not clearly stated.
nb: Ti foretak hadde ikke offentliggjort ledelseserklæring, og 19 foretak hadde publisert ufullstendig erklæring der det manglet tydelig angivelse av navn på og stillingsbetegnelse for de ansvarlige i erklæringen.

source: In January 2020, Finanstilsynet therefore sent identical letters to all Norwegian investment firms stressing their obligation to report transactions.
nb: I januar 2020 sendte derfor Finanstilsynet et likelydende brev til samtlige norske verdipapirforetak om at de har plikt til å rapportere transaksjoner.

source: the Securities Register Act section 6-3
nb: verdipapirregisterloven § 6-3

source: of financial institutions' use of ICT, presented in May 2020, Finanstilsynet points to observations and assessments made in the course of its supervisory activities.
nb: om finansforetakenes bruk av IKT presenterte Finanstilsynet i mai 2020 sine observasjoner og vurderinger fra tilsynsvirksomheten.

source: Personal data are not stored for longer than necessary.
nb: Personopplysninger lagres ikke lenger enn nødvendig.

source: In 2020, Finanstilsynet published a circular on outsourcing (circular 3/2020 - in Norwegian only).
nb: Finanstilsynet publiserte i 2020 et rundskriv om utkontraktering (rundskriv 3/2020).

source: Finanstilsynet cooperates closely with the financial supervisory authorities in the EEA on supervision and regulatory development and also participates in global supervisory activity.
nb: Finanstilsynet samarbeider nært med finanstilsynsmyndigheitene i EØS om tilsyn og regelverksutvikling, og deltek òg i det globale tilsynsarbeidet.

source: Within banking supervision, no equivalent global member organisation has been established as in the securities and insurance supervision areas.
nb: Innanfor banktilsyn er det ikke etablert tilsvarande global medlemsorganisasjon som på verdipapir- og forsikringstilsynsområda.

source: At end-September, the volume of consumer loans in the institutions included in Finanstilsynet’s survey was 16 per cent lower than a year earlier.
nb: Ved utgangen av september var volumet av forbrukslån i de foretakene som inngår i Finanstilsynets kartlegging, 16 prosent lavere enn ett år tidligere.

source: Finanstilsynet followed up requirements in accordance with PSD 2 and the Regulations on Systems for Payment Services.
nb: Finanstilsynet fulgte opp krav i henhold til PSD2 og forskrift om betalingstjenester.

source: In February 2019, agreement was reached on memoranda of understanding (MoUs) between ESMA and national supervisory authorities in the EEA and the UK Financial Conduct Authority (FCA).
nb: I februar 2019 ble det enighet om samarbeidsavtaler mellom ESMA og nasjonale tilsynsmyndigheter i EØS og tilsynsmyndigheten i Storbritannia (FCA).

source: Inspection at Nasdaq Oslo ASA
nb: Tilsyn med Nasdaq Oslo ASA

source: KiB is a collaboration between Vipps/BankAxept and NorgesGruppen.
nb: KiB er et samarbeid mellom Vipps/BankAxept og NorgesGruppen.

source: The inspection showed serious deficiencies related to the implementation of ordinary and enhanced customer due diligence, ongoing monitoring of customer relationships, investigation of suspicious transactions and reporting to ØKOKRIM.
nb: Tilsynet viste alvorlige mangler knyttet til gjennomføring av ordinær og forsterket kundekontroll, løpende oppfølging av kundeforholdene, undersøkelser av mistenkelige transaksjoner og rapportering til Økokrim.

source: The average DTI ratio of borrowers who take out new residential mortgages rose to 338 per cent in this year's survey.
nb: Den gjennomsnittlige gjeldsgraden hos låntakere som tok opp nye boliglån, økte til 338 prosent i årets undersøkelse.

source: Finanstilsynet will further refine its supervisory follow-up in this area.
nb: Finanstilsynet vil videreutvikle tilsynsoppfølgingen på dette området.

source: Information on new versions of reporting instructions, XML schemas and validation rules can be found on ESMA's pages under the Transaction Reporting Guidelines and Transaction Reporting Exchange Mechanism (TREM).
nb: Informasjon om nye versjoner av rapporteringsinstruksjoner, xml-skjema og valideringsregler finnes på ESMAs sider under Transaction Reporting Guidelines and Transaction Reporting Exchange Mechanism (TREM).

source: In 2020, two administrative fines were imposed for violation of the Short Selling Regulation.
nb: I 2020 ble det ilagt to administrative gebyrer for overtredelse av shortsalgregelverket.

source: The survey included 209 listed companies and was based on the companies’ self assessments of the sustainability reporting to Finanstilsynet.
nb: Kartleggingen omfattet 209 noterte foretak og ble gjennomført som en egenrapportering til Finanstilsynet.

source: Updated and new appendices to circular 12/2016: Finanstilsynet's methodologies for assessing risk and capital needs
nb: Oppdaterte og nye vedlegg til rundskriv 12/2016: Finanstilsynets praksis for vurdering av risiko og kapitalbehov

source: Money laundering was on the agenda at most ordinary inspections at insurers and insurance intermediaries in 2020.
nb: Hvitvasking var et tema i de fleste ordinære tilsyn i forsikringsforetak og forsikringsformidlingsforetak i 2020.

source: In November 2018, Project Duo AS was given permission to operate as a non-life insurer.
nb: Prosjekt Duo AS fikk tillatelse til å drive skadeforsikringsvirksomhet i november 2018.

source: Finanstilsynet takes part in so-called supervisory colleges for large cross-border groups.
nb: For de større grensekryssende konsernene deltar Finanstilsynet i såkalte tilsynskollegier.

source: The inspection was initiated in 2019, and the inspection report was completed in July 2020.
nb: Tilsynet ble påbegynt i 2019, og tilsynsrapporten ble ferdigstilt i juli 2020.
